const academicAbility = [
  //학업 역량
  { '학업 성취': ['기본에 충실', '지식 응용력', '우수한 이해력', '폭넓은 해석 능력', '논리적 사고력', '성적 향상', '또래 멘토링 참여', '언어 감각', '수학적 사고력', '영어 의사소통', '과학적 이해력', '사회 현상에 관심', '심미적 감수성', '운동 감각'] },
  { '학업 태도': ['끊임없이 도전', '항상 노력함', '성실함', '꼼꼼한 필기', '뛰어난 집중력', '진취적 학습 태도', '자주 질문', '높은 의욕', '꼼꼼함', '학구적 태도를 지님', '수업에 몰입', '꾸준함'] },
  { '탐구력': ['호기심 왕성', '통합적 사고', '비판적 사고력', '남다른 대안 제시', '뚜렷한 주관', '폭넓은 사고', '자기 주도 주제 탐구함', '다방면에 관심', '주변 현상을 관찰함', '방과후 수업 참여'] },
  { '지식 정보 처리(메타인지)': ['가설 연역적 사고', '창의적 해결', '시간 관리 탁월', '학습 환경 관리', '예리한 분석력', '자료 분석 우수', '자기 반성적', '오답 노트 정리', '학습 습관 형성', '예습 복습 철저'] },
]
const coopAbility = [
  { '성격': ['안정감', '부드러움', '온순함', '조용함', '차분함', '강인함', '논리적', '다정함', '명랑함', '활기참', '예의 바름', '책임감', '절제심', '겸손함', '목표 의식', '자의적 판단', '자기주관적', '정중함', '듬직함', "밝고 낙천적", "재치와 유머"] },
  { '공동체': ['자발적 도움', '궂은 일 솔선 수범', '사소한 규칙도 지킴', '시간 약속 철저', '나눔과 배려', '환경 미화', '타의 모범', '행사 준비', '축제 참여'] },
  { '교우 관계': ['다수의 신뢰를 얻음', '사교적', '따뜻함', '인사성', '의견 존중', '경청함', '조화 중시', '이타적', '공감', '원만함', '인기 있음'] },
  { '리더십': ['동아리 회장', '친구 관계 조율', '부드러운 리더십', '설득력 있음', '학생회 회장', '공약 실천', '의견 수렴'] },
]
const careerAbility = [
  { '1인1역': ['학급 기자', '유인물 배부', '학급 사진사', '특수 학급 도우미'] },
  { '진로 활동': ['학과 탐방', '대학 설명회', '관련 자격증 취득', '명사 초청 강연회'] }
]
const weakness = [
  { '성격': ['자기 주관적'] },
  { '진로 활동': ['학과 탐방', '대학 설명회', '관련 자격증 취득', '명사 초청 강연회'] }
]
export { academicAbility, careerAbility, coopAbility }
