const AbilityList = [
  //학업 역량
  { '학업 성취': ['기본 개념이 탄탄', '논리적 사고력', '논리 정연함', '창의적 발상과 아이디어', '추론 능력이 뛰어남', '뛰어난 문제 해결능력', '두드러진 성과', '수업 내용에 몰입', '지식을 응용력', '우수한 이해력', '영어 의사소통 능력', '폭넓은 해석 능력'] },
  { '학업 태도': ['끊임없이 도전', '항상 노력함', '필기를 꼼꼼히 함', '뛰어난 집중력', '주변 현상을 관찰함', '진취적 학습 태도', '질문하는 모습을 자주 보임', '의욕이 높음', '꼼꼼함', '학구적 태도를 지님'] },
  { '탐구력': ['호기심이 왕성함', '통합적 사고가 가능함', '비판적 사고능력을 갖춤', '남다른 대안을 제시함', '뚜렷한 주관을 보임', '사고의 폭이 넓음', '스스로 주제를 정하여 탐구함', '다방면에 관심이 있음'] },
  { '지식 정보 처리': ['가설을 세워 결론을 도출함', '창의적 사고를 발휘함', '시간 관리 능력이 탁월함', '예리한 분석력을 갖춤', '자료 분석에 탁월함', '자기 반성 능력이 뛰어남', '오답 노트를 정리함', '효율적 학습 습관'] },
]
export default AbilityList
