const TeacherShopHintList = [
  `선생님, 안녕하냐옹, 
나는 상점 도우미 야오미다옹.
( •̀ ω •́ )✧`,
  `이 세계의 창조주가 
선생님을 돕기 위해 보냈다옹~
잘부탁드린다옹 (●'◡'●)`,
  `이 공간에 물건을 등록하면 학생들이
포인트로 구매할 수 있다옹 ~`,
  `[중요]이 세계의 포인트 이름은
'리라'라고 한다냥
밑줄 치라냥! (⓿_⓿)`,
  `리라는 모든 교사에게 처음에
일정 포인트 주어지고 추후에 결제를 통해
더 구매할 수 도 있다옹`,
  `물건을 등록하려면 먼저 물음표 모양의
빈 공간을 누르라냥! (●'◡'●)`,
  `학생들이 물건을 구매할 수 있게
이름을 정하고, 얼마에 팔건지, 
몇 개를 팔건지 정하라냥
ex) 매점 상품권, 10장, 10리라`,
  `가격과 수량은 당연히 마음대로냥`,
  `[중요] 단, 내가 가진
리라보다 더 비싼 예산은 
등록 불가하다냥 (⓿_⓿)`,
  `리라는 유한한 재화!
인플레를 막기위함이다냥( •̀ ω •́ )✧`,
  `걱정말라냥! ╰(*°▽°*)╯ 
당연히 등록한 상품을 '회수'하거나
학생이 물건을 '구매'해도
리라는 교사에게 돌아온다옹!`,
  `'회수'는 
등록 상품을 취소하는 거고
'구매'는 학생이 리라를 
교사에게 주고 물건을 사는거다냥`,
  `이렇게 경제는 순환된다옹
이제 설명이 끝났다옹! 
직접 해보겟냐옹?`,
  `또다른 문의 사항이 있으면
창조주에게 직접 연락하라냥!
카톡: hottouk`
]
const StudentShopHintList = [
  `안녕하냐옹, 
나는 상점 도우미 야오미다옹.
( •̀ ω •́ )✧`,
  `이 세계의 창조주가 
너를 돕기 위해 보냈다옹~
잘부탁한다옹 (●'◡'●)`,
  `여기서 선생님이 등록한 상품을
포인트로 구매할 수 있다옹 ~`,
  `[중요]이 세계의 포인트 이름은
'리라'라고 한다냥
밑줄 치라냥! (⓿_⓿)`,
  `리라는 선생님이 
지정한 퀘스트를 수행하면
받을 수 있다냥`,
  `상품을 구매하려면 
선물 모양을 누르라냥! (●'◡'●)`,
  `물음표 표시만 있다면
선생님이 아직 상품을 등록
안한거라냥! 기다리자옹!`,
  `참!! 깜빡할뻔했다옹! ( •̀ ω •́ )✧
먼저 위 창에서 어떤 선생님
상점에 들어갈지 정하라냥`,
  `선물 모양을 누르면 상품 정보가
뜬다냥! 잘 확인하라옹`,
  `[중요] 당연하지만!
내가 가진 리라만큼만 상품을 살 수 있다냥
상품이 몇 개 남았는지 재고도 확인해야행`,
  `상품을 구매해보았냥? ╰(*°▽°*)╯ 
받은 상품은 옆에 인벤토리에 뜬다냥`,
  `[중요] 아이템 사용은 반드시 
선생님 앞에서 확인을 받고
사용을 눌러라냥! (⓿_⓿)`,
  `그러면 선생님이 실제 선물을 주실거다냥!`,
  `또다른 문의 사항이 있으면
창조주에게 직접 연락하라냥!
카톡: hottouk`
]

export default { TeacherShopHintList, StudentShopHintList }