const subjectGroupList = [
  { '국어': ['국어', '화법과작문', '독서와문법', '문학', '고전', '독서', '언어와매체', '실용국어', '심화국어', '고전읽기', '공통국어', '화법과 언어', '독서와 작문', '주제 탐구 독서', '문학과 영상', '직무 의사소통', '독서 토론과 글쓰기', '매체 의사소통', '언어 생활 탐구'] },
  { '수학': ['기초수학', '수학', '확률과통계', '미적분', '기하와 벡터', '기하', '실용 수학', '경제 수학', '기본 수학', '공통수학', '대수', '인공지능 수학', '직무 수학', '수학과 문화', '실용 통계', '수학과제 탐구',] },
  { '영어': ['공통영어', '기본영어', '직무영어', '영어 발표와 토론', '심화 영어', '미디어 영어', '세계 문화와 영어', '직무 영어', '심화 영어 독해와 작문', '실생활 영어 회화', '기초영어', '실용 영어', '실용 영어 회화', '실용 영어 독해와 작문', '영어', '영어 회화', '영어 독해와 작문', '영어권 문화', '진로 영어', '영미 문학 읽기'] },
  { '사회': ['사회', '역사', '경제', '한국지리', '세계지리', '동아시아사', '세계사', '정치와법', '사회문화', '여행지리', '사회문제탐구', '통합사회', '세계시민과 지리', '사회와 문화', '한국지리 탐구', '도시의 미래 탐구', '동아시아 역사 기행', '정치', '법과 사회', '국제관계의 이해', '역사로 탐구하는 현대세계', '사회문제 탐구', '금융과 경제생활', '기후변화와 지속가능한 세계'] },
  { '역사': ['한국사'] },
  { '도덕': ['생활과 윤리', '윤리와 사상', '고전과 윤리', '도덕', '현대사회와 윤리', '인문학과 윤리', '윤리문제 탐구'] },
  { '과학': ['과학', '물리학', '화학', '생명과학', '지구과학', '과학탐구실험', '융합과학', '생활과 과학', '과학사', '고급 물리학', '고급 생명과학', '고급 지구과학', '고급 화학', '과학과제 연구', '물리학 실험', '생명과학 실험', '심화 수학', '정보과학', '지구과학 실험', '화학 실험', '통합과학', '역학과 에너지', '전자기와 양자', '물질과 에너지', '화학 반응의 세계', '세포와 물질대사', '생물의 유전', '지구시스템과학', '행성우주과학', '과학의 역사와 문화', '기후변화와 환경생태', '융합과학 탐구'] },
  { '체육': ['체육', '운동과 건강 생활', '스포츠 문화', '스포츠 과학', '스포츠 생활', '운동과 건강', '체육탐구'] },
  { '음악': ['음악과 생활', '음악과 진로', '음악', '음악 감상과 비평', '음악 연주', '시창청음', '음악과 미디어'] },
  { '미술': ['미술 창작', '미술 문화', '미술', '미술 감상과 비평', '드로잉', '연극', '미술과 매체'] },
  { '기술가정': ['기술가정', '가정과학', '공학 일반', '농업 생명 과학', '지식 재산 일반', '창의 경영', '해양 문화와 기술', '로봇과 공학세계', '생활과학 탐구', '창의 공학 설계', '아동발달과 부모', '생애 설립과 자립'] },
  { '교양': ['교육의 이해', '논리와 사고', '논술', '인간과 심리', '삶과 종교', '진로와 직업', '인간과 철학', '환경', '실용경제', '보건', '인간과 경제활동'] },
  { '한문': ['한문', '한문 고전 읽기', '언어 생활과 한자'] },
  { '정보': ['정보', '인공지능 기초', '데이터 과학', '소프트웨어와 생활'] },
  { '제2외국어': ['독일어', '러시아어', '베트남어', '스페인어', '아랍어', '일본어', '중국어', '프랑스어',] },
  { '국제': ['국제 경제', '국제 관계와 국제기구', '국제 정치', '국제법', '비교 문화', '사회 탐구 방법', '사회과제 연구', '세계문화와 미래사회', '지역 이해', '한국사회의 이해', '현대 세계의 변화'] },
  { '기타': ['연극', '무용', '사진 감상', '영상 제작', '영화', '합주'] },
]
const homeroomGroupList = [
  { '담임': ['자율', '진로'] }
]

export { subjectGroupList, homeroomGroupList }
