const subjectGroupList = [
  { '국어': ['국어1', '국어2', '화법과작문', '독서와문법', '문학', '고전', '국어', '독서', '언어와매체', '실용국어', '심화국어', '고전읽기'] },
  { '수학': ['기초수학', '수학1', '수학2', '확률과통계', '미적분1', '미적분2', '기하와 벡터', '미적분', '수학', '기하', '실용 수학', '경제 수학', '수학과제 탐구', '기본 수학'] },
  { '영어': ['기초영어', '실용 영어1', '실용 영어2', '실용 영어 회화', '실용 영어 독해와 작문', '영어1', '영어2', '영어 회화', '영어 독해와 작문', '실용 영어', '영어권 문화', '진로 영어', '영미 문학 읽기', '영어'] },
  { '사회': ['사회', '역사', '경제', '통합사회', '한국사', '한국지리', '세계지리', '동아시아사', '세계사', '정치와법', '사회문화', '여행지리', '사회문제탐구'] },
  { '도덕': ['생활과 윤리', '윤리와 사상', '고전과 윤리', '도덕'] },
  { '과학': ['과학', '물리1', '물리2', '화학1', '화학2', '생명과학1', '생명과학2', '지구과학1', '지구과학2', '통합과학', '과학탐구실험', '융합과학', '생활과 과학', '과학사', '물리학1', '물리학2', '고급 물리학', '고급 생명과학', '고급수학1', '고급수학2', '고급 지구과학', '고급 화학', '과학과제 연구', '물리학 실험', '생명과학 실험', '심화 수학1', '심화 수학2', '융합과학 탐구', '정보과학', '지구과학 실험', '화학 실험'] },
  { '체육': ['체육', '운동과 건강 생활', '스포츠 문화', '스포츠 과학', '스포츠 생활', '운동과 건강', '체육탐구'] },
  { '음악': ['음악과 생활', '음악과 진로', '음악', '음악 감상과 비평', '음악 연주', '시창청음'] },
  { '미술': ['미술 창작', '미술 문화', '미술', '미술 감상과 비평', '드로잉', '연극'] },
  { '기술가정': ['기술가정', '가정과학', '공학 일반', '농업 샐명 과학', '지식 재산 일반', '창의 경영', '해양 문화와 기술'] },
  { '진로': ['교육학', '논리학', '논술', '심리학', '종교학', '진로와 직업', '철학', '환경', '실용경제'] },
  { '보건': ['보건'] },
  { '한문': ['한문1', '한문2'] },
  { '정보': ['정보'] },
  { '제2외국어': ['독일어1', '러시아어1', '베트남어1', '스페인어1', '아랍어1', '일본어1', '중국어1', '프랑스어1', '독일어2', '러시아어2', '베트남어2', '스페인어2', '아랍어2', '일본어2', '중국어2', '프랑스어2'] },
  { '국제': ['국제 경제', '국제 관계와 국제기구', '국제 정치', '국제법', '비교 문화', '사회 탐구 방법', '사회과제 연구', '세계문화와 미래사회', '지역 이해', '한국사회의 이해', '현대 세계의 변화'] },
  { '기타': ['연극', '무용', '사진 감상', '영상 제작', '영화', '합주'] },
]
const homeroomGroupList = [
  { '담임': ['자율', '진로'] }
]

export { subjectGroupList, homeroomGroupList }
